{
  "plugins": {
    "auto-save.nvim": {
      "src": "https://github.com/Pocco81/auto-save.nvim",
      "version": "'main'"
    },
    "blacknpink.nvim": {
      "src": "https://github.com/blacknpink/blacknpink.nvim",
      "version": "'main'"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "'v1'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'master'"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim",
      "version": "'release'"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim",
      "version": "'main'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'main'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": "'main'"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": "'main'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "'main'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'main'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'master'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim",
      "version": "'main'"
    }
  }
}
